import { Intro } from './features/Intro'
import { Services } from './features/Sevices'
import s from './page.module.scss'

export default function Home() {
	return (
		<main className={s.main}>
			<Intro></Intro>
			<Services></Services>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
			<h1>Главная страница</h1>
			<p>Это главная страница</p>
			<p>Это главная страница</p>
		</main>
	)
}

